[
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-15.jpg",
    "estate_title": "Luxury Downtown Condo",
    "id": 1,
    "segment_name": "Luxury Living",
    "description": "Indulge in the ultimate luxury living experience with this exquisite downtown condo. Located in the heart of the city, this spacious unit offers panoramic views of the skyline. With 3 bedrooms and 2 bathrooms, this condo provides ample space for comfortable living. The modern kitchen is equipped with high-end appliances, perfect for culinary enthusiasts. Residents can unwind in the elegant living room or take a dip in the sparkling swimming pool. Other amenities include a state-of-the-art fitness center and a relaxing sauna. With its prime location and luxurious features, this condo offers a lifestyle of sophistication and convenience.",
    "price": "$550,000",
    "status": "Sale",
    "location": "Downtown Prime",
    "facilities": ["living room", "swimming pool", "kitchen"],
    "area": "2200 sq ft",
    "beds": 3,
    "baths": 2
  },
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-2.jpg",
    "estate_title": "Tranquil Suburban Retreat",
    "id": 2,
    "segment_name": "Suburban Serenity",
    "description": "Escape to tranquility with this charming suburban retreat. Nestled in a peaceful neighborhood, this cozy apartment offers 2 bedrooms and 2 bathrooms, ensuring ample space for relaxation. The well-appointed kitchen opens to a spacious living area, creating an inviting space for entertaining guests. Outside, residents can enjoy the lush greenery of the communal garden or take a refreshing dip in the swimming pool. With its serene surroundings and convenient location, this apartment is the perfect place to call home.",
    "price": "$3,000/month",
    "status": "Rent",
    "location": "Suburbia Haven",
    "facilities": ["living room", "swimming pool", "kitchen"],
    "area": "1500 sq ft",
    "beds": 2,
    "baths": 2
  },
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-27.jpg",
    "estate_title": "Modern Urban Loft",
    "id": 3,
    "segment_name": "Urban Oasis",
    "description": "Immerse yourself in modern urban living with this stylish loft apartment. Featuring industrial-chic design elements and an open-concept layout, this loft offers 3 bedrooms and 3 bathrooms, providing plenty of space for both relaxation and entertainment. The gourmet kitchen is a chef's delight, while the spacious living area is perfect for hosting gatherings. Residents can enjoy access to a range of amenities, including a rooftop terrace with panoramic city views and a fully-equipped fitness center. With its trendy location and contemporary design, this loft epitomizes urban chic.",
    "price": "$8,000/month",
    "status": "Rent",
    "location": "Downtown Trend",
    "facilities": ["living room", "kitchen"],
    "area": "1800 sq ft",
    "beds": 4,
    "baths": 3
  },
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-22.jpg",
    "estate_title": "Luxurious High-Rise Living",
    "id": 4,
    "segment_name": "High-Rise Luxury",
    "description": "Elevate your lifestyle with this luxurious high-rise apartment. Situated in a prestigious tower overlooking the city skyline, this expansive unit boasts 4 bedrooms and 3 bathrooms, offering unparalleled space and comfort. The gourmet kitchen is equipped with top-of-the-line appliances, while the spacious living area is perfect for entertaining guests. Residents can enjoy access to a wide range of amenities, including a private cinema, heated swimming pool, and 24-hour concierge service. With its prime location and opulent features, this apartment sets a new standard for luxury living.",
    "price": "$750,000",
    "status": "Sale",
    "location": "City Central",
    "facilities": ["living room", "swimming pool", "kitchen"],
    "area": "3000 sq ft",
    "beds": 4,
    "baths": 3
  },
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2021/02/p-7.jpg",
    "estate_title": "Chic Downtown Studio",
    "id": 5,
    "segment_name": "Urban Studios",
    "description": "Experience urban living at its finest with this chic downtown studio apartment. Featuring a stylish open-concept layout, this studio offers a versatile living space that can be tailored to your needs. The modern kitchen is equipped with sleek appliances, while the living area boasts floor-to-ceiling windows offering stunning city views. Residents can enjoy access to a rooftop terrace and fitness center, perfect for staying active and socializing with neighbors. With its trendy location and contemporary design, this studio is ideal for young professionals and urban adventurers.",
    "price": "$5,000/month",
    "status": "Rent",
    "location": "Downtown Chic",
    "facilities": ["living room", "kitchen"],
    "area": "800 sq ft",
    "beds": 2,
    "baths": 1
  },
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-21.jpg",
    "estate_title": "Family-Friendly Suburban Home",
    "id": 6,
    "segment_name": "Suburban Family Homes",
    "description": "Make lasting memories in this spacious suburban home perfect for families. With 5 bedrooms and 4 bathrooms, there's plenty of room for everyone to spread out and relax. The well-appointed kitchen features modern appliances and ample storage space, while the cozy living area is ideal for family movie nights. Outside, kids can play in the large backyard or cool off in the community swimming pool. Located in a family-friendly neighborhood close to schools and parks, this home offers the perfect blend of comfort and convenience.",
    "price": "$320,000",
    "status": "Sale",
    "location": "Suburbia Meadows",
    "facilities": ["living room", "swimming pool", "kitchen"],
    "area": "2800 sq ft",
    "beds": 5,
    "baths": 4
  },
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-25.jpg",
    "estate_title": "Seaside Luxury Villa",
    "id": 7,
    "segment_name": "Beachfront Retreats",
    "description": "Escape to paradise with this luxurious seaside villa. Nestled along the pristine coastline, this stunning property offers 4 bedrooms and 3 bathrooms, providing ample space for relaxation and entertainment. The expansive living area features panoramic views of the ocean, while the gourmet kitchen is equipped with state-of-the-art appliances. Outside, residents can bask in the sunshine on the private terrace or take a refreshing dip in the infinity pool overlooking the sea. With its exclusive location and exquisite design, this villa offers the ultimate beachfront retreat.",
    "price": "$850,000",
    "status": "Sale",
    "location": "Beachfront Bliss",
    "facilities": ["living room", "swimming pool", "kitchen"],
    "area": "4000 sq ft",
    "beds": 4,
    "baths": 3
  },
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2021/02/p-7.jpg",
    "estate_title": "Modern City Loft",
    "id": 8,
    "segment_name": "Urban Lofts",
    "description": "Immerse yourself in urban sophistication with this modern city loft. Located in a vibrant neighborhood, this stylish loft offers 2 bedrooms and 2 bathrooms, featuring high ceilings and industrial-chic design elements. The open-concept living area is perfect for hosting gatherings, while the gourmet kitchen is a chef's dream come true. Residents can enjoy access to a rooftop terrace with panoramic views of the city skyline, as well as a fitness center and communal lounge. With its trendy location and contemporary design, this loft is the epitome of urban chic.",
    "price": "$6,000/month",
    "status": "Rent",
    "location": "City Central",
    "facilities": ["living room", "kitchen"],
    "area": "1200 sq ft",
    "beds": 3,
    "baths": 2
  },
  {
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-24.jpg",
    "estate_title": "Tranquil Mountain Retreat",
    "id": 9,
    "segment_name": "Mountain Escapes",
    "description": "Discover serenity in this tranquil mountain retreat nestled amidst majestic peaks. This charming cabin offers 3 bedrooms and 2 bathrooms, providing the perfect blend of comfort and seclusion. The cozy living area features a rustic stone fireplace, perfect for cozying up on chilly evenings, while the fully-equipped kitchen is ideal for preparing hearty meals. Outside, residents can explore the surrounding wilderness or relax on the spacious deck with breathtaking mountain views. With its peaceful location and cozy charm, this cabin is the ultimate mountain getaway.",
    "price": "$400,000",
    "status": "Sale",
    "location": "Mountain Majesty",
    "facilities": ["living room", "kitchen"],
    "area": "2000 sq ft",
    "beds": 3,
    "baths": 2
  }
]
