[
  {
    "id": 1,
    "estate_title": "Modern City Center",
    "segment_name": "Residential apartments",
    "description": "Experience contemporary city living in this sleek modern apartment located in the heart of the bustling city center. Boasting over 2000 square feet of living space, this apartment offers a perfect blend of style and comfort. The open-concept layout features a spacious living room, fully equipped kitchen, and luxurious master suite. Residents can enjoy access to amenities such as a rooftop terrace, fitness center, and secure parking. With its prime location and upscale features, this apartment is a true urban oasis.",
    "price": "$8,500/month",
    "status": "Rent",
    "location": "Midtown Manhattan, New York",
    "facilities": [
      "rooftop terrace",
      "fitness center",
      "secure parking"
    ],
    "area": "2100 sq ft",
    "beds": 4,
    "baths": 2,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-15.jpg"
  },
  {
    "id": 2,
    "estate_title": "Luxurious Riverfront Penthouse",
    "segment_name": "Residential apartments",
    "description": "Elevate your lifestyle with this luxurious riverfront penthouse offering panoramic views and unparalleled amenities. With over 4000 square feet of living space, this residence exudes opulence at every turn. The expansive living area is perfect for entertaining, while the gourmet kitchen is a chef's dream. Retreat to the lavish master suite with its spa-like bathroom and private terrace. Residents enjoy access to exclusive facilities including a swimming pool, spa, and private concierge services. This is urban living at its finest.",
    "price": "$12,000,000",
    "status": "Sale",
    "location": "Brickell, Miami",
    "facilities": [
      "swimming pool",
      "spa",
      "concierge service"
    ],
    "area": "4200 sq ft",
    "beds": 4,
    "baths": 3,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-2.jpg"
  },
  {
    "id": 3,
    "estate_title": "Chic Downtown Studio",
    "segment_name": "Residential apartments",
    "description": "Live in the heart of the city with this chic downtown studio apartment. Featuring sleek modern design and smart space-saving solutions, this studio offers a stylish urban retreat. The open layout maximizes functionality, with a combined living and sleeping area, fully equipped kitchen, and contemporary bathroom. Residents have access to amenities including a rooftop terrace, fitness center, and communal lounge. Perfect for professionals and urban dwellers seeking convenience and style.",
    "price": "$3,200/month",
    "status": "Rent",
    "location": "Downtown Chicago",
    "facilities": [
      "rooftop terrace",
      "fitness center",
      "communal lounge"
    ],
    "area": "600 sq ft",
    "beds": 3,
    "baths": 2,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-27.jpg"
  },
  {
    "id": 4,
    "estate_title": "Waterfront Luxury Condo",
    "segment_name": "Residential apartments",
    "description": "Experience waterfront luxury living in this exquisite condo overlooking the shimmering bay. With over 3000 square feet of living space, this condo offers a spacious and elegant retreat. The expansive living area features floor-to-ceiling windows framing breathtaking views, while the gourmet kitchen is a chef's delight. Unwind in the sumptuous master suite with its private balcony and spa-like bathroom. Residents enjoy access to exclusive amenities including a swimming pool, fitness center, and private marina.",
    "price": "$9,500/month",
    "status": "Rent",
    "location": "South Beach, Miami",
    "facilities": [
      "swimming pool",
      "fitness center",
      "private marina"
    ],
    "area": "3200 sq ft",
    "beds": 5,
    "baths": 3,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-22.jpg"
  },
  {
    "id": 5,
    "estate_title": "Elegant Central Park",
    "segment_name": "Residential apartments",
    "description": "Live in luxury with this elegant apartment overlooking Central Park. Boasting over 2500 square feet of living space, this residence offers a sophisticated retreat in the heart of the city. The spacious living area features high ceilings and expansive windows, allowing for plenty of natural light. The gourmet kitchen is equipped with top-of-the-line appliances, perfect for culinary enthusiasts. Residents enjoy access to amenities including a fitness center, concierge service, and private garden oasis.",
    "price": "$11,500/month",
    "status": "Rent",
    "location": "Upper West Side, New York",
    "facilities": [
      "fitness center",
      "concierge service",
      "private garden"
    ],
    "area": "2600 sq ft",
    "beds": 6,
    "baths": 4,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2021/02/p-7.jpg"
  },
  {
    "id": 6,
    "estate_title": "Luxury High-Rise Living",
    "segment_name": "Residential apartments",
    "description": "Experience luxury high-rise living with this stunning apartment offering panoramic city views and world-class amenities. Spanning over 3500 square feet, this residence features modern design and upscale finishes throughout. The spacious living area is perfect for entertaining, while the gourmet kitchen is a chef's dream. Retreat to the luxurious master suite with its spa-like bathroom and private balcony. Residents enjoy access to amenities including a rooftop pool, fitness center, and 24/7 concierge service.",
    "price": "$1,200,000",
    "status": "Sale",
    "location": "Midtown Atlanta",
    "facilities": [
      "rooftop pool",
      "fitness center",
      "concierge service"
    ],
    "area": "3600 sq ft",
    "beds": 4,
    "baths": 2,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-21.jpg"
  },
  {
    "id": 7,
    "estate_title": "Luxurious Beachfront Condo",
    "segment_name": "Residential apartments",
    "description": "Experience the epitome of coastal luxury living with this exquisite beachfront condo. Spanning over 2500 square feet, this residence offers breathtaking ocean views and unparalleled amenities. The spacious living area features floor-to-ceiling windows, flooding the interior with natural light. The gourmet kitchen is equipped with state-of-the-art appliances, perfect for culinary enthusiasts. Retreat to the lavish master suite with its private balcony overlooking the pristine sands. Residents enjoy access to exclusive facilities including a beachfront pool, spa, and private concierge service.",
    "price": "$9,750,000",
    "status": "Sale",
    "location": "Santa Monica, California",
    "facilities": ["beachfront pool", "spa", "private concierge"],
    "area": "2600 sq ft",
    "beds": 3,
    "baths": 3,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2021/02/p-7.jpg"
  },
  {
    "id": 8,
    "estate_title": "Urban Loft Retreat",
    "segment_name": "Residential apartments",
    "description": "Escape to this urban loft retreat, offering a perfect blend of industrial charm and modern comfort. Located in a converted warehouse, this loft boasts over 3000 square feet of open-concept living space. Exposed brick walls, soaring ceilings, and hardwood floors create a chic urban ambiance. The expansive living area features a gourmet kitchen, spacious dining area, and cozy seating nooks. Retreat to the master suite with its luxurious ensuite bathroom and walk-in closet. Residents enjoy access to amenities including a rooftop terrace, fitness center, and communal lounge.",
    "price": "$7,500/month",
    "status": "Rent",
    "location": "Downtown Los Angeles",
    "facilities": ["rooftop terrace", "fitness center", "communal lounge"],
    "area": "3200 sq ft",
    "beds": 2,
    "baths": 2,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-25.jpg"
  },
  {
    "id": 9,
    "estate_title": "City Skyline Penthouse",
    "segment_name": "Residential apartments",
    "description": "Live above the city in this stunning skyline penthouse offering unparalleled views and luxury living. With over 4000 square feet of living space, this residence is an urban oasis. The expansive living area features high ceilings and panoramic windows, showcasing breathtaking vistas from every angle. The gourmet kitchen is equipped with top-of-the-line appliances, perfect for entertaining guests. Retreat to the opulent master suite with its spa-like bathroom and private terrace. Residents enjoy access to exclusive amenities including a rooftop pool, fitness center, and 24/7 concierge service.",
    "price": "$14,500,000",
    "status": "Sale",
    "location": "Downtown San Francisco",
    "facilities": ["rooftop pool", "fitness center", "concierge service"],
    "area": "4200 sq ft",
    "beds": 4,
    "baths": 3,
    "a_relevant_image": "https://resido-v2.smartdemowp.com/wp-content/uploads/2022/07/p-24.jpg"
  }
]